Repository: watson-developer-cloud/language-translator-tooling
Catalog: sampleTMX/ParallelCorpus_English_to_Portuguese.tmx
Source language: en
Languages: pt

source: Brazil's Public Prosecutor announced on Thursday that an investigation involving former President Luiz Inacio Lula da Silva had been launched on his alleged peddling influence in favor of a construction company.
pt: SÃO PAULO - A defesa do ex-presidente Luiz Inácio Lula da Silva pediu nesta sexta-feira à Corregedoria do Ministério Público a anulação do inquérito que apura suposto tráfico de influência em favor da Odebrecht .

source: Ukraine’s President urges parliament to have vote of confidence in cabinet
pt: Presidente pede que Parlamento da Ucrânia rejeite renúncia do governo

source: We will not allow those countries to be attacked from outside .
pt: Não permitiremos que estes países sejam atacados do exterior .

source: Look at the world .
pt: "Olha que legal .

source: At Sunday's premiere of "Selma" in New York, the cast acknowledged parallels between their film about the African-American civil rights movement and recent protests nationwide, calling attention to the deaths of unarmed black males at the hands of police.
pt: Como o longa trata do movimento afro-americano de direitos civis, o elenco decidiu chamar atenção para as mortes de homens negros desarmados pelas mãos da polícia, apoiando os protestos em todo o país.

source: Describing the attack as a "bloody crime," Lysenko said: "A lot of people have been killed including women and children .
pt: "Muitos civis morreram, incluindo mulheres e crianças", acrescentou Lysenko, que não soube precisar o número de vítimas .

source: Greece's left-wing Syriza party won last weekend's election with a pledge to have half the debt written off.
pt: Ninguém deve ter se surpreendido com a vitória do partido Syriza, de esquerda, na Grécia .

source: A separate declaration supporting the deal was agreed upon by the so-called “Normandy Four” leaders – French President Francois Hollande, German Chancellor Angela Merkel, Russian President Vladimir Putin and Ukrainian President Petro Poroshenko, who also gathered in Belarusian capital.
pt: "Chegamos a um acordo sobre o que é importante", disse Putin, referindo-se às negociações na Cúpula de Minsk (Bielorússia), da qual participaram também os líderes da Ucrânia (Petro Porochenko), Alemanha (Angela Merkel), e França (François Hollande).

source: "As long as the bank doesn't offer any signal that it is present, the market will continue to test (the band)," said one trader who declined to be named because he is not authorized to speak to the press.
pt: "Enquanto o BC não der sinal de que está presente (com mais intensidade), o mercado vai continuar testando", afirmou o operador de uma corretora internacional.

source: In a deathbed statement, Litvinenko blamed Russian President Vladimir Putin for ordering his poisoning by tea at a London hotel .
pt: Em um comunicado em seu nome, ele responsabilizou o presidente russo, Vladimir Putin, uma acusação que o Kremlin sempre negou.

source: "A man wearing an explosive belt boarded a public minibus in Choueifat and blew himself up," Interior Minister Marwan Charbel told Lebanon's Mayadeen television channel.
pt: "Um homem acionou os seus explosivos dentro de um micro-ônibus de transporte público", declarou o ministro, Marwan Charbel, ao canal local Mayadeen.

source: A carnival parade has been called off at short notice in Braunschweig, northern Germany, due to the threat of an Islamist attack, police said.
pt: A cidade Braunschweig, no Norte da Alemanha, cancelou um desfile de Carnaval previsto para a noite deste domingo em função de uma "ameaça específica de ataque islamita", anunciou a polícia .

source: Ukrainian President Petro Poroshenko had called for U.N. peacekeepers to be deployed to monitor a ceasefire in east Ukraine, a proposal that pro-Russia rebels swiftly said would be in breach of the peace deal.
pt: O presidente ucraniano, Petro Poroshenko, pediu o envio de tropas da ONU para monitorar o cessar-fogo no leste da Ucrânia .

source: Cradling his baby daughter, Saeed Masri took flight Friday from renewed Israeli bombardment of Gaza with little faith that even a U.N. facility can protect his family.
pt: Saed Masri fugiu nesta sexta-feira de outro bombardeio israelense contra Gaza levando nos braços seu bebê, mas temia que nem mesmo uma construção das Nações Unidas pudesse proteger a sua família.

source: It would be in Qalamoun, but "as for its goal, place or where it will extend to. .
pt: Seria em Qalamoun, mas "para que cumpra seu objetivo, não vamos declarar o lugar agora ou até onde se estenderá".

source: Police say 2-year-old boy took a gun from his mother's purse and accidentally shot her in a Walmart in Idaho
pt: Um menino de 2 anos matou nesta terça-feira uma mulher ao disparar acidentalmente a arma que ela carregava na bolsa, informou a imprensa americana.

source: The tail was found on Wednesday, upturned on the sea bed about 30 km (20 miles) from the plane's last known location at a depth of about 30 meters (100 feet).
pt: A cauda foi encontrada na quarta-feira a cerca de 30 quilômetros da última localização conhecida do avião e a uma profundidade de cerca de 30 metros .

source: The number of people who have died of Ebola has risen to 5,177, according to figures released Friday by the World Health Organization (WHO), and a total of 14,413 people have become infected in eight countries.
pt: A epidemia de Ebola matou 5.177 pessoas de um total de 14.413 casos registrados, informou a OMS em seu último balanço, divulgado na sexta-feira.

source: Eletrobras to pay $199 million in Petrobras debt on Friday - CFO
pt: Eletrobras pagará parte de dívida à Petrobras nesta sexta, diz diretor

source: Charlie Hebdo terror: Why attack strikes France to core
pt: Ataque terrorista ao jornal "Charlie Hebdo" em Paris

source: "We see that there is a continued practice of cherry-picking specific pieces of information and using them out of context to distort the negotiating position of the United States," White House spokesman Josh Earnest told reporters.
pt: O porta-voz da Casa Branca, Josh Earnest, disse que o governo de Obama está consciente sobre a necessidade de conduzir as negociações privadamente e acusou Israel de distorcer a posição dos EUA.

source: The ICC has said South Africa is under legal obligation to arrest Bashir and surrender him to the international court, based in The Hague, Netherlands .
pt: Neste domingo, o TPI recordou a obrigação legal da África do Sul, como um Estado membro da Corte, de prender e entregar al-Bashir caso esteja no seu território.

source: The advisers value the stake in INWIT up for sale at between 810 and 970 million euros, the source said .
pt: Os bancos avaliaram a participação à venda na INWIT numa faixa entre 810 milhões e 970 milhões de euros, disse a fonte .

source: Guinea, Liberia and Sierra Leone had a combined total of 99 new cases for the week ending January 25, the WHO said.
pt: Segundo dados da Organização Mundial da Saúde (OMS), Guinea, Liberia e Serra Leone somaram em uma semana 99 novos casos da doença .

source: "It's always with you. "
pt: O que você tem de bom?

source: Because of this, some experts think Japan's suicide rate is actually much higher than reported.
pt: Por causa disso, alguns especialistas acreditam que a taxa de suicídios no Japão é na verdade muito mais alta do que os registros mostram.

source: He is already also serving a three-year sentence on separate embezzlement charges in a case that saw his two sons put behind bars for four years.
pt: Neste caso, os dois filhos haviam sido condenados a quatro anos de prisão em maio, enquanto Mubarak foi condenado a três anos de prisão.

source: The films now rank among the most successful series of all time .
pt: As séries de filmes estão entre os maiores sucessos de todos os tempos.

source: The Turkish army announced on Wednesday that the nine British citizens had been arrested by a border patrol in the Hatay region of southern Turkey.
pt: ISTAMBUL (Reuters) - Forças de segurança turcas prenderam nove cidadãos britânicos que tentavam atravessar ilegalmente a fronteira para a Síria, afirmou o Exército turco em comunicado nesta quarta-feira.

source: I think it’s a pretty silly word, but that's what it is.
pt: E você com certeza sabe muito melhor do que eu, com certeza .

source: The theme was Cities at Work and photographers around the world were asked to record the essence and reality of the working life of a city.
pt: O tema escolhido para 2014 foi Cidades no Trabalho e fotógrafos tentaram capturar a essência e a realidade do trabalho nas grandes cidades .

source: This isn't for show...
pt: Não é fácil, não.

source: BEIJING (Reuters) - China's economy grew 7.5 percent between April and June from a year earlier, slightly above expectations and quickening from the 7.4 percent pace in the first quarter, reinforcing hopes that a recovery is under way after a flurry of government stimulus measures.
pt: PEQUIM (Reuters) - A economia da China cresceu 7,5 por cento entre abril e junho ante o ano anterior, ligeiramente acima das expectativas e acelerando ante o ritmo de 7,4 por cento no primeiro trimestre, reforçando as esperanças de que uma recuperação está em andamento após uma série de medidas de estímulo do governo.

source: In response to a question whether Ukraine would use air strikes against the convoy of trucks that are traveling through rebel-controlled Ukrainian territory, Nalivaychenko said: "Against them, no."
pt: Questionado se a Ucrânia utilizaria ataques aéreos contra o comboio, Nalivaychenko disse que: “Contra eles (caminhões), não."

source: "I don't know if it is because of the books that my son reads .
pt: Eu desejo que não feche, porque a minha filha precisa”, disse.

source: In the most recent reporting period (November 2014-January 2015), it was 5.7 percent .
pt: O período considera os dados de dezembro de 2014 e janeiro e fevereiro de 2015 .

source: Palestinians put the cost of reconstruction at about $4 billion
pt: Os palestinos estimam o custo total da reconstrução em 4 bilhões de dólares.

source: A government source said the brothers had emerged from the building and opened fire on police before they were killed.
pt: Segundo uma fonte policial, eles foram mortos depois de abrir fogo contra forças policiais que invadiram seu esconderijo .

source: The equipment, enough to arm one combat brigade, will be positioned in Estonia, Lithuania, Latvia, Bulgaria, Romania and Poland, Carter announced at a press conference with U.S. allies in Estonia.
pt: “A Estônia, assim com a Lituânia, Letônia, Bulgária, Romênia e a Polônia aceitaram acolher material suficiente para equipar entre uma companhia e um batalhão .

source: The soldier was killed on Wednesday when the Israeli military shelled border areas following a Hezbollah attack that left two Israeli soldiers dead, Spanish authorities said.
pt: Israel bombardeou várias áreas do sul do Líbano como represália a um ataque do Hezbollah contra uma patrulha militar, no qual morreram dois soldados e outros sete ficaram feridos.

source: He was named the best British solo artist and also took home the coveted best album prize for his second studio album, "X".
pt: O músico recebeu os prêmios de melhor artista masculino britânico e melhor álbum do ano, com “X”.

source: … Women need to be protected because they are human beings, not because their gender is different [than men].”
pt: “Não é fácil, porque as mulheres são de partidos diferentes, têm ideologias diferentes .

source: "There's no need to sit around and feel sorry for myself."
pt: E, se não for agora, mesmo assim há de vir .

source: Islamic State claimed credit for the attack Tuesday on its radio station, saying "two of the soldiers of the caliphate" carried out the attack in the Texas town of Garland, where a contest for cartoons depicting Islam's Prophet Muhammad was taking place.
pt: O grupo jihadista Estado Islâmico (EI) reivindicou nesta terça-feira em uma mensagem de rádio o ataque de domingo contra um concurso de caricaturas de Maomé, organizado por uma associação anti-islâmica no Texas, sul dos Estados Unidos.

source: Bashir was indicted by the International Criminal ICC for war crimes, crimes against humanity, and genocide committed in Darfur .
pt: O ditador do Sudão, Omar al-Bashir, é acusado de genocídio e crimes contra a humanidade

source: French author Patrick Modiano wins the Nobel Prize for literature
pt: Escritor Patrick Modiano se diz feliz com o Nobel de Literatura

source: "Kevin Garratt and his wife ... are suspected of collecting and stealing intelligence materials related to Chinese military targets and important Chinese national defence scientific research programs, and engaging in activities that endanger China's national security," the Foreign Ministry said in a short statement.
pt: Kevin e Julia Garratt são suspeitos de "coletar e roubar material de inteligência em Dandong sobre alvos militares chineses e importantes projetos de pesquisa de defesa nacional", afirmou o ministério das Relações Exteriores da China nesta terça-feira (5/8).

source: TOKYO Sakari Momoi, who was recognised as the world's oldest man and credited healthy eating and getting plenty of sleep for his longevity, has died at the age of 112, Japanese media said on Tuesday.
pt: O japonês Sakari Momoi, reconhecido como o homem mais velho do mundo pelo Livro dos Recordes, morreu nesta terça-feira (7) aos 112 anos de idade por causas naturais, informou a imprensa local.

source: The downbeat Chinese import figure did not help a market already concerned about oversupply after oil exporter group OPEC agreed to stick by its policy of unconstrained output for another six months on Friday.
pt: Os maiores produtores de petróleo na Organização dos Países Exportadores de Petróleo (Opep) concordaram em reunião em Viena, nesta sexta-feira, em manter a política de produção sem restrições por mais seis meses.

source: The CDU's general secretary Peter Tauber tweeted: "It's not politicians' business if I speak Latin, Klingon or Hessian at home."
pt: "Não diz respeito a políticos se eu falo latim, klingon ou hessian em casa", disse Peter Taubert, secretário-geral do partido, no Twitter.

source: US embassy in Yemen closing by Wednesday – sources
pt: Washington confirma fechamento de embaixada no Iêmen

source: The predicted consumption of the material in the country will be 22.3 million tons, down 12.8 percent, return to the level set in 2007 .
pt: O consumo aparente do material no país será de 22,3 milhões de toneladas, com redução de 12,8%, correspondendo a um retorno ao patamar de 2007 .

source: If you have just joined us, good afternoon and welcome to our live coverage of the Crimean referendum, where people are voting on whether to rejoin Russia or gain greater autonomy within Ukraine.
pt: Os moradores da Crimeia vão votar no domingo sobre a adesão à Rússia ou por uma maior autonomia da Ucrânia, um passo que autoridades pró-Rússia dizem que seria um trampolim para se unir a Moscou no futuro.

source: It was great fun .
pt: Vai ser bom de verdade!

source: It should be based on need .
pt: “Ela é a minha base .

source: "Through the efforts of Iranian security forces, an MI6 spy has been arrested," the head of the Kerman revolutionary court, Dadkhoda Salari, said, referring to Britain's foreign intelligence service
pt: "Graças aos esforços das forças de segurança iranianas, um espião que trabalha para o MI6 foi detido", declarou Dadkhoda Salari, da Corte Revolucionária de Kerman.

source: An employee of Germany's BND foreign intelligence agency has been arrested on suspicion of spying for the United States, it emerged on Friday.
pt: Um funcionário da inteligência alemã de 31 anos foi preso na semana passada sob a suspeita de espionar para os Estados Unidos.

source: We've showed you we can do both. "
pt: “Nós conversamos não só sobre isso, gente .

source: "I guess I'm of African descent because everyone likes to hit me, and how much I like to be hit .
pt: Eu até acho que eu sou afrodescendente de tanto que apanhei e gosto de apanhar .

source: The International Monetary Fund lowered its 2015 global economic growth forecast on Thursday, citing a quarterly contraction early this year in the United States, the world's biggest economy.
pt: Fundo reduziu sua previsão para o crescimento econômico global em 2015 para considerar o impacto da fraqueza recente nos Estados Unidos -

source: "The responsibility is down to those who have been managing it until now," party treasurer Francesco Bonifazi said, but added that it would work to keep the paper open .
pt: – A responsabilidade é daqueles que o estavam administrando até agora – disse o tesoureiro do partido, Francesco Bonifazi.

source: The grandmother to 10 grandkids also completed the race last year with a time of seven hours, seven minutes and 42 seconds.
pt: A avó de 10 netos também completou a prova ano passado, com o tempo de 7 horas, 7 minutos e 42 segundos.

source: Dr Guy Leschziner, a consultant neurologist at Guy's Hospital in London, says KLS is devastating for young people as they are already at a particularly vulnerable stage in their lives when they first display symptoms.
pt: O especialista em neurologia Guy Leschziner, que acompanha Beth no Guy's Hospital, em Londres, diz que a síndrome é uma condição "devastadora" para jovens que já estão vulneráveis na época da vida em que aparecem os primeiros sintomas.

source: Mr Biden visited Ms Rousseff twice in a year and Mr Obama called to congratulate her on re-election.
pt: Biden viajou duas vezes ao Brasil e representou Obama na posse de Dilma depois de sua reeleição.

source: Shiite militiamen freed Tuesday a top aide to Yemen's president, whose kidnapping deepened the country's crippling political crisis, said a person who helped mediate the release.
pt: A milícia xiita huthi libertou nesta terça-feira o chefe de gabinete do presidente do Iêmen, cujo sequestro, há dez dias, mergulhou o país em uma crise política.

source: Applications misfired or stopped working when Apple Watch heart rate sensors had trouble with darkly tattooed skin, some users lamented.
pt: Aplicativos falharam ou pararam de funcionar quando os sensores de frequência cardíaca do Apple Watch apresentavam problemas quando colocados sobre peles com tatuagens escuras, lamentaram alguns usuários.

source: The expansion would add about 50 jobs at the facility, which now employs about 700 people, and Alcoa said it expected commissioning to start in 2016.
pt: A companhia disse que a ampliação vai acrescentar cerca de 50 postos de trabalho nas instalações, e que espera que o comissionamento comece em 2016.

source: Lead author Joost Woltering from the University of Geneva, Switzerland, said that he was interested in the "longstanding evolutionary question - how did limbs actually develop out of ancestral fish fins?"
pt: Joos Woltering, que liderou a pesquisa, afirmou que estava interessado na "antiga questão evolucionária: como os membros se desenvolveram a partir das barbatanas de peixes ancestrais?"

source: ISIS kills 300 members of Sunni tribe, Iraqi government says
pt: Anterior Estado Islâmico mata mais 85 membros de tribo iraquiana

source: LONDON/PARIS (Reuters) - A migrant died trying to cross to Britain from France early on Wednesday, French police said, adding to a number of recent deaths in the Channel Tunnel as British ministers and security chiefs were to meet over the crisis in Calais.
pt: LONDRES/PARIS (Reuters) - Um imigrante sudanês morreu tentando cruzar o túnel do Canal da Mancha entra a França e a Grã-Bretanha nesta quarta-feira, de acordo com a polícia francesa.

source: Now you'll have no need to scroll through your feed, making sure you didn't miss updates from the people you are closest to .
pt: O que você sabe sobre você não é necessariamente uma verdade absoluta, você é também a imagem que as pessoas têm de você .

source: The year 2014 was a hot year for the art market .
pt: 2014 foi ano mais quente desde 1880, diz agência dos EUA

source: For some time now the grandchildren of the state's founder have been hoping the crown might pass to them .
pt: Assim, há muito os netos aspiram à coroa, embora alguns tenham até mais idade do que os filhos mais novos do fundador do Estado.

source: The man who took several hostages in a post office near Paris has surrendered to police and has been taken into custody .
pt: A polícia da França prendeu o homem responsável por manter duas pessoas reféns em um posto dos correios em Colombes, nos

source: Russian motorized infantry had been tracked inside Russia heading towards the Ukrainian border, as well as an artillery division, Lysenko said .
pt: Outros três grupos de táticos de infantaria motorizada russa foram monitoradas dentro da Rússia em direção à fronteira com a Ucrânia, assim como uma divisão de artilharia, disse.

source: Crude oil futures in New York ended at a more than six-year low .
pt: Petróleo cai em Nova York ao nível mais baixo em 6 anos

source: Pope Francis has made an unexpected request for his upcoming trip to Bolivia – he wants to chew coca leaves, the natural source of cocaine, according to a government official .
pt: Machicao disse que o governo ofereceu ao papa o chá da folha de coca e o pontífice fez um "pedido específico", para mastigar as folhas.

source: Some don't get it.
pt: E ele não pensa nisso .

source: What do others say about her?
pt: "Não tenho nada a dizer sobre isso .

source: The Dalai Lama has canceled a trip to South Africa for a summit of Nobel peace laureates, an aide said Thursday, reporting that Pretoria had denied him a visa in a bid to avoid angering China.
pt: O Dalai Lama decidiu cancelar sua viagem à África do Sul prevista em outubro para participar de uma reunião de vários prêmios Nobel da Paz depois de ter seu visto negado pela terceira vez.

source: Putin said on Wednesday that the killing of Nemtsov, a former deputy prime minister who was shot dead last week, was a shameful tragedy .
pt: O presidente russo Vladimir Putin disse nesta quarta-feira que o assassinato do ativista opositor Boris Nemtsov é uma "desgraça" para a Rússia .

source: MOSCOW (Reuters) - Russia's Black Sea Fleet has not issued an ultimatum to Ukrainian forces in Crimea to surrender by 5 a.m. on Tuesday or face an assault, Interfax news agency quoted an official at the fleet's headquarters as saying.
pt: MOSCOU, 3 Mar (Reuters) - A Frota do Mar Negro da Rússia não emitiu nenhum ultimato às forças ucranianas na Crimeia para se renderem até as 5h de terça-feira (meia-noite no horário de Brasília) ou enfrentarem um ataque, informou a agência de notícias Interfax citando um oficial no quartel-general da frota.

source: Nun: Tsarnaev 'genuinely sorry' about Boston bombing victims
pt: Tsarnaev pede desculpas às vítimas do atentado da Maratona de Boston

source: NASA's Kepler space telescope, launched in 2009 to search for so-called "exoplanets" outside our own solar system, has already found thousands -- many of them in systems like our own with multiple planets orbiting a star.
pt: Utilizando o satélite Kepler, da Nasa, astrônomos já descobriram milhares de exoplanetas - como são chamados os planetas que não pertencem ao nosso Sistema Solar - e em muitos casos, há vários planetas em órbita em torno de uma só estrela .

source: North Korea has denied it was to blame and has vowed to hit back against any U.S. retaliation.
pt: A Coreia do Norte negou que seja culpada e prometeu devolver qualquer retaliação dos EUA, ameaçando a Casa Branca e o Pentágono .

source: With virtually no major data of note due in Asia, moves were minor across the region .
pt: Sem virtualmente quaisquer dados relevantes na Ásia, os movimentos foram mínimos na região .
